Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/breakdown_of_a_marriage_or_relationship.html.txt.tmx
Source language: en
Languages: ga

source: Breakdown of a marriage or other relationship
ga: Cliseadh pósta nó caidrimh

source: The breakdown of a marriage or other relationship is a difficult and traumatic process
ga: Is próiseas deacair agus trámach atá i gcliseadh pósta nó caidrimh

source: There are many different issues to be addressed such as financial support, the family home and parenting of children
ga: Tá go leor saincheisteanna éagsúla le plé, tacaíocht airgeadais, teach an teaghlaigh agus tuismitheoireacht na leanaí ina measc

source: Trying to sort out these issues can be very stressful
ga: Bíonn go leor struis i gceist le réiteach na saincheisteanna seo

source: If the relationship has become abusive, you may need to get a safety or barring order
ga: Má thagann an chuma air go bhfuil an caidreamh faighte éagórach, d’fhéadfaí go bhfuil ort ordú urchoisc nó sábháilteachta a fháil

source: If you are married, there are a number of legal options following a marital breakdown
ga: Má tá tú pósta, tá roinnt roghanna dlíthiúla ann tar éis chliseadh pósta

source: The options available are:
ga: Is iad na roghanna atá ar fáil ná:

source: A court can also grant a nullity decree which is a declaration that a valid marriage never existed
ga: Is féidir le cúirt foraithne neamhnithe a dheonú freisin, is é sin ná dearbhú nach raibh pósadh bailí riamh ann

source: In a marriage, there is a legal responsibility on both spouses to maintain each other and any children in accordance with their means
ga: I bpósadh, tá freagracht dhlíthiúil ar an mbeirt chéilí a gcéile agus aon leanaí atá acu a chothú de réir a n-acmhainne

source: This means that any settlement agreed or imposed by the court should include a maintenance agreement
ga: Ciallaíonn sé seo gur chóir comhaontú cothabhála a bheith mar chuid d’aon réiteach arna aontú nó arna chur i bhfeidhm ag an gcúirt

source: The issue of what happens to the family home also arises
ga: Tagann ceist chun cinn freisin maidir lena dtarlóidh do theach an teaghlaigh

source: Separation or divorce may have tax implications
ga: D’fhéadfadh impleachtaí cánach a bheith i gceist le hidirscaradh nó le colscaradh

source: It is important to understand the different taxation options available and how maintenance payments affect taxation
ga: Tá sé tábhachtach na roghanna cánachais éagsúla atá ar fáil a thuiscint chomh maith leis an gcaoi a rachaidh íocaíochtaí cothabhála i bhfeidhm ar chánachas

source: You may need to get specialist tax advice before entering into arrangements that have capital gains tax implications
ga: D’fhéadfadh go dteastódh sainchomhairle cánach uait sula nglacann tú le socrú ag a bhfuil impleachtaí ar cháin ghnóthachan caipitiúil

source: Married parents are automatically joint guardians of their children
ga: Is comhchaomhnóirí dá leanaí atá i dtuismitheoirí pósta

source: Separation or divorce does not change this
ga: Ní athraíonn idirscaradh ná colscaradh an méid sin

source: However, separation and divorce do have implications for custody and access to children
ga: Bíonn impleachtaí ag scaradh agus colscaradh ar chaomhnóireacht agus rochtain ar na leanaí

source: The options available to those in civil partnerships where there is a breakdown in the relationship are similar to those available to married couples
ga: Tá na roghanna atá ar fáil dóibh siúd i bpáirtnéireachtaí sibhialta áit a bhfuil cliseadh sa chaidreamh cosúil leo siúd atá ar fáil do lanúineacha phósta

source: The courts are able to grant a decree of nullity of civil partnership in broadly the same way as decrees of nullity of marriage are granted
ga: Tá na cúirteanna in ann foraithne neamhnithe de pháirtnéireacht shibhialta, a bhronnadh sa bhealach céanna go leathan a bhronntar foraitheanta neamhnithe do phósadh

source: The courts are also able to dissolve civil partnerships in a similar way to the granting of divorce, but the rules governing the dissolution of civil partnerships are different
ga: Tá na cúirteanna in ann chomh maith páirtnéireachtaí sibhialta a dhíscaoileadh ar bhealach cosúil le bronnadh colscartha, ach tá na rialacha a rialaíonn díscaoileadh pháirtnéireachtaí sibhialta difriúil

source: The rights of cohabiting couples are in general not recognised in Irish law
ga: Níl cearta lánúineacha comhchónaithe aitheanta i ndlí na hÉireann go ginearálta

source: If the relationship breaks down, this has important implications for such things as property ownership
ga: Má chliseann an caidreamh, tá impleachtaí tábhachta ann do leithéidí rudaí ar nós úinéireacht réadmhaoine

source: There is a redress scheme for cohabiting couples who have been in a long-term relationship or who have had children
ga: Tá scéim shásaimh do lánúineacha comhchónaithe a bhí i gcaidreamh fadtéarmach nó a raibh leanaí acu

source: Where there are children, issues of custody, guardianship and access to the children are likely to arise
ga: Sa chás go bhfuil leanaí ann, is dóigh go dtiocfaidh saincheisteanna chun cinn maidir le coimeád, caomhnóireacht agus rochtain ar na leanaí

source: Also, while unmarried parents do not have a financial responsibility to maintain each other, both parents are responsible for the maintenance of their children
ga: Ina theannta sin, cé nach bhfuil freagracht airgeadais ag tuismitheoirí neamhphósta a chéile a chothú, tá an bheirt tuismitheoirí freagrach as cothabháil a gcuid leanaí

source: A separation, divorce or breakdown of a non-marital relationship can result in a one-parent family
ga: Is féidir teaghlach aontuismitheora a bheith mar thoradh ar scaradh, ar cholscaradh nó ar chliseadh caidrimh neamhphósta

source: There are a range of benefits and entitlements available to lone parents as well as organisations offering support
ga: Tá réimse sochair agus teidlíochtaí ar fáil do thuismitheoirí aonair chomh maith le heagraíochtaí a chuireann tacaíocht ar fáil

source: For example, One-Parent Family Payment is a payment for men and women who are bringing children up without the support of a partner
ga: Mar shampla, is íocaíocht d’fhir agus do mhná atá ag tógáil leanaí gan tacaíocht ó pháirtí atá san Íocaíocht do Theaghlach Aon-Tuismitheora

source: Further information is available in our document: Parenting alone
ga: Tá tuilleadh eolais ar fáil inár ndoiciméad: Tuismitheoireacht aonair

source: If the relationship is abusive or violent, a barring, safety or protection order may be required
ga: Má tá mí-úsáid nó foréigean i gceist i gcaidreamh, d’fhéadfadh go mbeadh gá le hordú urchoisc, ordú sábháilteachta nó ordú cosanta

source: Information on domestic and sexual violence as well as information on local and national support services is available from Cosc - The National Office for the Prevention of Domestic, Sexual and Gender-based Violence
ga: Tá faisnéis maidir le foréigean baile agus foréigean gnéis chomh maith le faisnéis faoi sheirbhísí tacaíochta áitiúla agus náisiúnta ar fáil ó Cosc - An Oifig Náisiúnta um Fhoréigean Baile, Gnéasach agus Inscnebhunaithe a Chosc

source: If you are concerned about violence in your home, you should contact your local Garda Station
ga: Má tá imní ort faoi fhoréigean i do bhaile, ba chóir duit dul i dteagmháil le do Stáisiún Gardaí áitiúil

source: Contact details for your local Garda station are available on the Garda Síochána website
ga: D’fhéadfá cuairt a thabhairt ar do dhochtúir teaghlaigh freisin

source: You could also visit your family doctor who, apart from dealing with any possible injuries, can provide information on counselling and other supports
ga: Is féidir leis nó léi faisnéis a chur ar fáil maidir le comhairleoireacht agus tacaí eile, chomh maith le haon ghortuithe a láimhseáil

source: To apply for a barring order or a safety order you must go to your local District Court Office
ga: Ní mór duit dul chuig d’Oifig Cúirte Dúiche chun iarratas a dhéanamh ar ordú urchoisc nó ordú sábháilteachta

source: Contact details for your local District Court office are available from the Courts Service
ga: Tá sonraí teagmhála d’oifige Cúirte Dúiche áitiúla ar fáil ón tSeirbhís Chúirteanna

source: International child abduction occurs when a child is unlawfully removed from a country or unlawfully retained in a country
ga: Tarlaíonn fuadach idirnáisiúnta leanaí nuair a thógtar leanbh ó thír go neamhdhlíthiúil nó nuair a choinnítear leanbh go neamhdhlíthiúil i dtír

source: The Irish Centre for Parentally Abducted Children (ICPAC) publishes an ICPAC Prevention Pack which provides information on the steps you should take if your child is at risk of abduction. Reunite International, a UK charity, also provides child abduction prevention guides on its website
ga: Foilsíonn Ionad na hÉireann do Leanaí arna bhFuadach ag Tuismitheoir (ICPAC) an ICPAC Prevention Pack (Pacáiste Coiscthe) a thugann faisnéis faoi na céimeanna ar chóir duit a ghlacadh má tá baol ann go bhfuadófar do leanbh

source: Legal and other supports
ga: Tacaí dlí agus tacaí eile

source: The Family Mediation Service provides a free service that helps separating couples co-operate with each other in working out mutually acceptable arrangements
ga: Cuireann an tSeirbhís Idirghabhála Teaghlaigh seirbhís saor in aisce ar fáil a chabhraíonn le lánúin atá ag scaradh comhoibriú lena chéile chun teacht ar chomhaontuithe atá sásúil don dá thaobh

source: The Child and Family Agency funds voluntary organisations that provide marriage and relationship counselling
ga: Cuireann an An Ghníomhaireacht um Leanaí agus an Teaghlach maoiniú ar fáil le haghaidh eagraíochtaí deonacha a chuireann comhairleoireacht pósta agus caidrimh ar fáil

source: The Mediators Institute of Ireland can provide a list of private accredited mediators
ga: Is féidir le hInstitiúid Idirghabhálaithe na hÉireann liosta d’idirghabhálaithe creidiúnaithe príobháideacha a chur ar fáil

source: Legal aid and advice is available from the Legal Aid Board in family law cases to people who satisfy a means test and whose case is considered to have merit
ga: Tá comhairle agus cúnamh dlí ar fáil ón mBord um Chúnamh Dlíthiúil i gcásanna dlí teaghlaigh do dhaoine a shásaíonn tástáil acmhainne agus a gceaptar go bhfuil fiúntas lena gcás

source: If you wish to engage the services of a solicitor privately, the Law Society of Ireland maintains a list of solicitor firms throughout the country
ga: Más mian leat aturnae a cheapadh go príobháideach, coinníonn Dlí-Chumann na hÉireann liosta de ghnólachtaí aturnae ar fud na tíre

source: FLAC is an independent, voluntary organisation that operates a network of legal advice clinics throughout the country
ga: Is eagraíocht neamhspleách, deonach atá in FLAC a fheidhmíonn gréasán de chlinicí comhairle dlí ar fud na tíre

source: These clinics are confidential, free of charge and open to all
ga: Tá na clinicí rúnda, saor in aisce agus oscailte do chách

source: Contact your nearest Citizens Information Centre for information on FLAC services in your area
ga: Téigh i dteagmháil leis an Ionad Faisnéise do Shaoránaigh chun faisnéis a fháil maidir le seirbhísí FLAC i do cheantar
